Revit 2027 API
ParameterTypeId.StairsWinderpatternWinderStyle Property
 "Winder Style": Winder Style
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsWinderpatternWinderStyle { get; }
Public Shared ReadOnly Property StairsWinderpatternWinderStyle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsWinderpatternWinderStyle {
	ForgeTypeId^ get ();
}
static member StairsWinderpatternWinderStyle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace